[{"title":"Can we escape from information overload?","date":"2020-05-10T01:26:30.000Z","path":"2020/05/10/翻/Can we escape from information overload/","excerpt":"We live in an age of infinite scrolling and endless interruptions. So what happens when you switch off the lights? Tom Lamont finds out","tags":[{"name":"翻","slug":"翻","permalink":"Swy7.github.io/tags/翻/"},{"name":"短篇","slug":"短篇","permalink":"Swy7.github.io/tags/短篇/"}]},{"title":"Why J. M. Barrie Created Peter Pan","date":"2020-05-10T01:25:30.000Z","path":"2020/05/10/翻/Why J. M. Barrie Created Peter Pan - 副本/","excerpt":"Almost a hundred years ago, at half past eight on the evening of December 27, 1904, the curtain went up at the Duke of York’s Theatre, in London, to reveal, among other things, a man dressed as a dog. The man was an actor named Arthur Lupino, suffering for his art in a shaggy costume, and the dog was called Nana. Most plays enjoy a fitful life, at best, but we can be fairly sure that this winter grown men will once again drop on all fours and work up a canine sweat, while grown women will crop their hair, pull on green tights, and turn into temporary boys. The play is “Peter Pan,” and, like its eponymous hero, it gives freakishly little sign of growing old.","tags":[{"name":"翻","slug":"翻","permalink":"Swy7.github.io/tags/翻/"},{"name":"短篇","slug":"短篇","permalink":"Swy7.github.io/tags/短篇/"}]},{"title":"生于教育（一）","date":"2019-12-27T11:21:30.000Z","path":"2019/12/27/翻/生于教育（一）/","excerpt":"我印象最深的记忆并不真实。而是一些我想象出来的事，这使得往后记起时像是发生过一样。这种记忆在我五到六岁之间形成，来自于父亲说的一个详细的故事，其中伴随着枪声与喊叫声，我和我的兄弟姐妹每个人变成了自己的电影角色。当我和家人一起蜷缩在厨房，关掉灯，躲避着房屋周围联邦人员，矿井的蟋蟀声，是我能听到的。一个女人伸手去拿水，月光照亮她的轮廓。枪声如同鞭声，她应声而倒。在我的记忆里，这个女人是我的母亲，怀中还抱有孩子。","tags":[{"name":"翻","slug":"翻","permalink":"Swy7.github.io/tags/翻/"},{"name":"生于教育","slug":"生于教育","permalink":"Swy7.github.io/tags/生于教育/"}]},{"title":"生于教育（序）","date":"2019-12-27T03:11:30.000Z","path":"2019/12/27/翻/生于教育（序）/","excerpt":"我正站在谷仓旁的废弃红色火车上。风声大作，吹乱我的头发，将凉意送进领口。山边的风更大些，像是山峰在呼吸。往下的山谷则安静平和。与此同时，我家的农场跳起舞来：随着每一阵风吹来，巨大的针叶树缓慢摇摆，灌木丛跟着颤栗、弯腰。在我身后，缓缓向上的山坡绵延到山脚下。如果我抬起头，便可看见黑暗形态的印第安公主.","tags":[{"name":"翻","slug":"翻","permalink":"Swy7.github.io/tags/翻/"},{"name":"生于教育","slug":"生于教育","permalink":"Swy7.github.io/tags/生于教育/"}]},{"title":"信（一）","date":"2018-10-25T01:37:30.000Z","path":"2018/10/25/杂/信（一）/","excerpt":"亲爱的：德洛丽丝 春雨夹杂着寒风阵阵吹来，夜晚行人匆匆的走着，不知有没有人和我是慢吞吞踱步在享受这雨，吐气出来还是有白雾升起，春意中凉意更多一些，德洛丽丝，我无比思念你。","tags":[{"name":"杂","slug":"杂","permalink":"Swy7.github.io/tags/杂/"}]}]